export interface ServiceCardData {
  title: string;
  description: string;
}

export interface FeaturesThesisData {
  title: string;
  description: string;
}

export const ServiceCardsData: ServiceCardData[] = [
  {
    title: "Разработка веб-приложений",
    description:
      "Golang, Gin, JavaScriptX, React, Microservice, Docker - ничего не поняли? Вот и правильно! Потому что это всего лишь названия части технологий которые мы подбираем для каждого индивидуального проекта! ",
  },
  {
    title: "Создание веб-сайтов",
    description:
      "Организация вы или частное лицо, мы поможем осуществить ваши самые сокровенные мечты и дадим возможность всему миру узнать о Вас или Вашей деятельности!",
  },
  {
    title: "Разработка Telegram-ботов",
    description:
      "Они доступны их не надо скачивать и дешевле внедрять. А с новыми Telegram-mini-app теперь они стали еще интерактивнее и интереснее.",
  },
];

export const FeaturesThesesData: FeaturesThesisData[] = [
  {
    title: "Мы про кастомизацию",
    description:
      "Каждый проект уникален, и мы подходим ко всем клиентам с индивидуальным вниманием, тщательно изучая их потребности и цели",
  },
  {
    title: "Надежность и комфорт взамен трендам",
    description:
      "Программируем на GO потому что он безопаснее и в несколько раз оперативнее выполняет операции чем распиаренный Pyton",
  },
  {
    title: "Опытная команда",
    description:
      "Интересный факт, если суммировать опыт всей нашей команды — получиться 36 лет",
  },
  {
    title: "Прозрачность и коммуникация",
    description:
      "Регулярно отчитываемся о проделанной работе и держим в курсе дальнейших шагов",
  },
  {
    title: "Долгосрочное сотрудничество",
    description:
      "Мы ищем не быстрой наживы, а долгосрочные отношения для поддержки и развития проекта",
  },
  {
    title: "Полный цикл разработки",
    description:
      "Берем проект от идеи и ведем до реализации. Поддерживаем на всех этапах и не бросаем развитие даже после релиза",
  },
  {
    title: "Гибкость и адаптивность",
    description:
      "Если один или несколько разработчиков заболеют или произойдет другая  непредвиденная ситуация наша команда все равно уложиться в сроки, иначе вы получите индивидуальную скидку или бесплатное обслуживание вашего проекта в течении трех месяцев",
  },
];
